single-vertx-with-kt-coroutine/n1-standard-1-2ms/c2000.txt
Bombarding http://10.148.0.2:8080//2ms with 100000 request(s) using 2000 connection(s)
 100000 / 100000 [==================================================================================================] 100.00% 5s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     17647.84   19715.52   83120.03
  Latency      113.42ms   151.21ms      3.27s
  Latency Distribution
     50%   105.16ms
     75%   108.88ms
     90%   112.09ms
     99%   315.85ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     1.74MB/s